Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/svietlafory.tmx
Source language: ru
Languages: be

source: 1000 мелочей
be: 1000 дробязей

source: 18 магазин
be: 18-я крама

source: 1-е ворота
be: 1-я брама

source: 1-я Колхозная
be: 1-я Калгасная

source: 20а микрорайон
be: 20а мікрараён

source: 2-е ворота
be: 2-я брама

source: 2-й Летний переулок
be: 2-і Летні завулак

source: 2-й Юношеский пер.
be: 2-і Юнацкі зав.

source: 2-я Горбольница
be: 2-я гарбальніца

source: 31-ая школа
be: 31-я школа

source: 3-я Линия
be: 3-я Лінія

source: 3-я поликлиника
be: 3-я паліклініка

source: 8 Марта
be: 8 Сакавіка

source: 8-ой микрорайон
be: 8-мы мікрараён

source: 8-я Совхозная улица
be: 8-я Саўгасная вул.

source: 9-я Социалистическая улица
be: 9-я Сацыялістычная вул.

source: АВ Восточный
be: Аўтавакзал Усходні

source: Автобаза
be: Аўтабаза

source: автобусная остановка "Росица"
be: аўтобусны прыпынак "Росіца"

source: Автобусный парк
be: Аўтобусны парк

source: Автовокзал
be: Аўтавакзал

source: Автодромная улица
be: Аўтадромная вуліца

source: Автокасса
be: Аўтакаса

source: Автокомбинат № 6
be: Аўтакамбінат № 6

source: Автопарк
be: Аўтапрадпрыемства

source: Авторынок
be: Аўтарынак

source: Автосервис
be: Аўтасэрвіс

source: Автосила
be: Аўтасіла

source: Автостанция
be: Аўтастанцыя

source: Автостоянка
be: Аўтастаянка

source: Аграрный университет
be: Аграрны ўніверсітэт

source: Академгородок
be: Акадэмгарадок

source: Академика Купревича
be: Акадэміка Купрэвіча

source: Академика Фёдорова
be: Акадэміка Фёдарава

source: Академическая
be: Акадэмічная

source: Акопова
be: Акопава

source: Акционерное Общество "БелКард"
be: Акцыянернае Таварыства "БелКард"

source: Аладовых
be: Аладавых вул.

source: Андреевская
be: Андрэеўская вул.

source: Андроново
be: Андронава

source: Андрушевцы
be: Андрушоўцы

source: Аннаева
be: вуліца Анаева

source: Аптека
be: Аптэка

source: аптека-Управление
be: Аптэкаўпраўленне

source: Аптечный склад
be: Аптэчны склад

source: Асаналиева
be: вуліца Асаналіева

source: АС Юго-западная
be: Паўднёва-Заходняя

source: АС Юго-Западная
be: Паўднёва-Заходняя

source: Аэродромная
be: Аэрадромная вул.

source: Бабушкина
be: вуліца Бабушкіна

source: Бали
be: Балі

source: Банно-оздоровительный комплекс
be: Лазнева-аздараўленчы комплекс

source: Барановичи
be: Баранавічы

source: Барановщина
be: Бараноўшчына

source: Баумана
be: Баўмана

source: Белавтогаз
be: Белаўтагаз

source: Белецкого-6
be: Бялецкага 6

source: Белинского
be: [Бялінскага, вуліца Бялінскага]

source: Белмедпрепараты
be: Белмедпрэпараты

source: Белпроект
be: Белпраект

source: Бельского
be: [Бельскага, вуліца Бельскага]

source: Березовая гора
be: Бярозавая гара

source: Берестянская
be: [Берасцянская, Берасцянская вул.]

source: Берута
be: вул. Берута

source: Библиотека им. Ленина
be: Бібліятэка імя Леніна

source: Бизнес-центр
be: Бізнес-цэнтр

source: Бирюзова
be: вул. Бірузова

source: Бобруйская
be: ДС Бабруйская

source: Богатая улица
be: Багатая вуліца

source: больница
be: Бальніца

source: Больница
be: Бальніца

source: Больница скорой медицинской помощи
be: Бальніца хуткай медыцынскай дапамогі

source: Больница № 3
be: Бальніца № 3

source: Больница №4
be: Бальніца №4

source: Борисовский тракт
be: Барысаўскі тракт

source: Боровая
be: Баравая

source: Боровляны -2
be: Барауляны -2

source: Боровляны-2
be: Бараўляны-2

source: Боровуха-2
be: Баравуха 2

source: Боровцы
be: Бараўцы

source: Ботаническая
be: Батанічная вул.

source: Бояры
be: Баяры

source: Брест-Восточный
be: Брэст-Усходні

source: Брестская улица
be: Брэсцкая вуліца

source: Брилевская
be: Брылеўская вул.

source: Будённого
be: [Будзёнага, Даўгабродская вул., вуліца Будзёнага]

source: бульвар Космонавтов
be: бульвар Касманаўтаў

source: бульвар Ленинского Комсомола
be: бульвар Ленінскага Камсамола

source: бульвар Шевченко
be: Бульвар Шаўчэнкі

source: Бумажкова
be: вуліца Бумажкова

source: Бурдейного
be: [Бурдзейнага, вуліца Бурдзейнага]

source: Вагоноремонтный завод
be: Вагонарамонтны завод

source: Валянчицы
be: Валянчыцы

source: Варвашени
be: Варвашэні

source: Варшавский рынок
be: Варшаўскі Рынак

source: Варшавское шоссе
be: Варшаўская шаша

source: Василевцы
be: Васілеўцы

source: Васнецова
be: [Васняцова, вуліца Васняцова]

source: Ваупшасова
be: вуліца Ваўпшасава

source: ВГУ им. Машерова П.М.
be: ВДУ імя П.М.Машэрава

source: Великий лес
be: Вялікі Лес

source: Великий Лес
be: Вялікі Лес

source: Великоморская
be: Вялікаморская

source: Весенняя улица
be: Вясновая вуліца

source: Веснинка
be: [Веснінка, вул. Веснінка]

source: Веснинка, 10
be: [Веснінка, 10, вул. Веснінка, 10]

source: Ветлечебница
be: [Ветлякарня, Ветлячэбніца]

source: Ветренная
be: Ветраная

source: Вечерняя школа
be: Вячэрняя школа

source: Витебсклес
be: Віцебсклес

source: Вишневец
be: Вішнявец

source: Вишневец–5
be: Вішнявец–5

source: Вишневец–7
be: Вішнявец–7

source: Вишневецкая улица
be: Вішнявецкая вуліца

source: Вишневка
be: Вішнеўка

source: Вишнёвка
be: Вішнёўка

source: Водонасосная-1
be: Водапомпавая-1

source: Водохранилище
be: Вадасховішча

source: Военкомат
be: Ваенкамат

source: Военная академия
be: Ваенная акадэмія

source: Военный городок
be: Ваенны гарадок

source: Воинов-интернационалистов
be: Воінаў-інтэрнацыяналістаў

source: вокзал
be: Вакзал

source: Вокзал
be: [Вакзал, Кірава]

source: Волгоградская
be: Валгаградская вул.

source: Волжская
be: Базы

source: Волмянский шлях
be: Валмянскі шлях

source: Володарского
be: [Валадарскага, вуліца Валадарскага]

source: Волотова
be: Валатава

source: Воронянского
be: Варанянскага

source: Восток-2
be: Усход-2

source: Восточный переулок
be: Усходні зав.

source: Всехсвятская
be: Усіхсвяцкая

source: Газоаппарат
be: Газаапарат

source: Газонаполнительная станция
be: Газанапаўняльная станцыя

source: ГАИ
be: ДАІ

source: Гайдара
be: Прыпынак «Гайдара»

source: Галантерейная
be: Галантарэйная

source: Гамарника
be: [Гамарніка, вуліца Гамарніка]

source: гаражи
be: Гаражы

source: Гаражи
be: Гаражы

source: Гая
be: вуліца Гая

source: Гвардейская
be: Гвардзейская вул.

source: Геологическая
be: Геалагічная

source: Геологический перереулок
be: завулак Геалагічны

source: Гидропривод
be: Гідрапрывод

source: Гикало
be: вуліца Гікалы

source: гимназия
be: Гімназія

source: Гимназия
be: Гімназія

source: Гимназия №10
be: Гiмназiя №10

source: Гимназия №40
be: Школа

source: Гимназия № 5
be: Гімназія № 5

source: Гимназия № 6
be: Гімназія № 6

source: Гинтовта
be: Гінтаўта

source: Глаголева
be: вуліца Глаголева

source: Глебковка
be: Глебкаўка

source: Головничи
be: Галаўнічы

source: Голодеда
be: вуліца Галадзеда

source: Голынка
be: Галынка

source: Горбатова, 44
be: Гарбатава, 44

source: Горбатова, 45
be: Гарбатава, 45

source: Горбатова, 73
be: Гарбатава, 73

source: Горбатова, 74
be: Гарбатава, 74

source: Горецкого
be: [Максіма Гарэцкага, вуліца Гарэцкага]

source: Горовца
be: вуліца Гараўца

source: Городецкая
be: Гарадзецкая

source: Городище
be: Гарадзішча

source: Городище дачи
be: Гарадзішча

source: Городок
be: Гарадок

source: Городская баня
be: Гарадская лазня

source: Городской вал
be: Раманаўская слабада

source: Горького
be: Горкага

source: Горэлектротранспорт
be: Гарэлектратранспарт

source: Госпиталь
be: Шпіталь

source: Господарчая улица
be: Гаспадарчая вуліца

source: гостиница
be: Гасцініца

source: Гостиница
be: Гасцініца

source: гостиница "Турист"
be: гасцініца "Турыст"

source: Гостиница «Лучёса»
be: Гасцініца «Лучоса»

source: Гостиница Звезда
be: Гасцініца «Звязда»

source: гостиница Турист
be: гасцініца Турыст

source: Гостиница Юбилейная
be: Гасцініца Юбілейная

source: Гостицица "Нафтан"
be: Гасцініца «Нафтан»

source: Госуниверситет
be: Дзяржуніверсітэт

source: Грандичская улица
be: Грандзіцкая вуліца

source: Гребной канал
be: Вяслярны канал

source: Грекова
be: вуліца Грэкава

source: Грибоедова
be: Грыбаедава

source: Грицевца
be: вуліца Грыцаўца

source: Гроднооблнефтепродукт
be: Гроднааблнафтапрадукт

source: Грушевская
be: Грушаўская вул.

source: Гуманитарный колледж
be: Гуманітарны каледж

source: Гурки
be: Гуркі

source: Гурского
be: вуліца Гурскага

source: Гусовского
be: вуліца Гусоўскага

source: Данилы Сердича
be: Сердзіча

source: дачи
be: Дачы

source: Дачный проезд
be: Дачны праезд

source: Дворец легкой атлетики
be: Палац лёгкай атлетыкі

source: дворец Спорта
be: Палац спорту

source: Дворец Спорта
be: Палац Спорту

source: Дворище
be: Дворышча

source: Девятовка
be: Дзевятоўка

source: Девятовка–4
be: Дзевятоўка–4

source: Девятовка–5
be: Дзевятоўка–5

source: Денисовская
be: Дзянісаўская

source: деревня Ятвезь
be: вёска Ятвезь

source: Детсад
be: Дзіцячы садок

source: детская больница
be: Дзіцячая бальніца

source: Детская больница
be: Дзіцячая бальніца

source: детская поликлиника
be: Дзіцячая паліклініка

source: Детский Центр
be: Дзіцячы цэнтр

source: ДК Гомсельмаша
be: ПК Гомсельмаша

source: Дмитриев кирмаш
be: Дзмітрыеў кірмаш

source: Долгиновский тракт
be: Далгінаўскі тракт

source: Долгобродская
be: [Даўгабродская вул., вуліца Будзёнага]

source: Домбровка-3
be: Дамброўка

source: Дом ветеранов ВОВ
be: Дом ветэранаў ВАв

source: Дом кино
be: Дом кіно

source: Дом милосердия
be: Дом міласэрнасці

source: Дом Муравьёвых
be: Савецкая плошча

source: Дом Науки и Техники
be: Дом Навукі і Тэхнікі

source: Дом офицеров
be: Дом афіцэраў

source: Дом Печати
be: [Дом Друку, Дом друку]

source: Дом Правосудия
be: [Дом Правасуддзя, Дом правасуддзя]

source: Дом связи
be: Дом сувязі

source: Дом торговли
be: Дом гандлю

source: Дорожно-строительный трест №6
be: Дарожна-будаўнічы трэст №6

source: ДП "Южный Городок"
be: ДП "Паўднёвы гарадок"

source: Драмтеатр
be: Драмтэатр

source: Дружба Оздоровительный лагерь
be: Дружба Аздараўленчы лагер

source: ДС "Уручье-4"
be: ДС "Уручча-4"

source: ДС Веснянка
be: [Вяснянка, ДС Вяснянка]

source: ДС Дражня
be: Дражня

source: ДС Запад-3
be: Захад-3 ДС

source: ДС Зелёный Луг-6
be: Зялёны Луг-6

source: ДС Зелёный Луг-7
be: Д/С Зялёны Луг-7

source: ДСК
be: ДБК

source: ДС Калиновского
be: ДС Каліноўскага

source: ДС Карбышева
be: [ДС Карбышава, вуліца Карбышава]

source: ДС Малинина
be: ДС Малініна

source: ДС Семашко
be: ДС Сямашкі

source: ДС Серебрянка
be: ДС Серабранка

source: ДС Юго-Запад
be: [ДС Паўднёвы Захад, Паўднёвы Захад]

source: Дубравинская
be: Дубравінская

source: Дубровляны
be: Дубраўляны

source: Дуниловичи
be: Дунілавічы

source: Дымовщина
be: Дымаўшчына

source: Ежи Гедройца
be: Ежы Гедройца

source: Есенина
be: Ясеніна

source: Ж/д вокзал
be: Чыгуначны вакзал

source: Жасминовая
be: Язмінавая

source: Ждановичи
be: ДС Ждановічы

source: Железнодорожная
be: Сямашкі

source: Железнодорожная станция "Колодищи"
be: Чыгуначная станцыя "Калодзішчы"

source: Железнодорожный вокзал
be: Чыгуначны вакзал

source: Железнодорожный переезд
be: Чыгуначны пераезд

source: Житковичи
be: Жыткавічы

source: Жлобинская
be: Жлобінская

source: Жудро
be: Жудро вул.

source: Жуковского
be: Жукоўскага

source: Завод "Измеритель"
be: [Вымяральнік, Измярыцель]

source: Завод «ВиЗАС»
be: Завод «ВіЗАС»

source: Завод Белкоммунмаш
be: Завод «Белкамунмаш»

source: Завод игристых вин
be: Завод ігрыстых вінаў

source: Заводоуправление
be: Заводакіраўніцтва

source: Заводская улица
be: Заводская вуліца

source: Заводской
be: Заводскi

source: Завод станочных узлов
be: Завод станочных вузлоў

source: Залесье
be: Залессе

source: Запад-2
be: Захад-2

source: Запад-4
be: мікрараён "Захад-4"

source: Запорожская
be: Запарожская вул.

source: Запорожская площадь
be: Запарожская плошча

source: Заречная
be: Зарэчная

source: Зарица
be: Зарыца

source: Зарница
be: Зарніца

source: Зарубичи
be: Зарубічы

source: Заславская
be: Заслаўская вул.

source: Заслонова
be: Заслонава

source: Звёздная улица
be: Зорная вуліца

source: Зелёная
be: Зялёная

source: Зеленый Луг-1
be: Кінатэатр «Вільнюс»

source: Зелёный Луг-3
be: Гамарніка

source: Зелёный Луг-5
be: [Зялёны Луг-5, Зялёны луг-5]

source: Зимняя
be: Зімовая

source: Золотая Нива
be: Залатая ніва

source: Зоопарк
be: Заапарк

source: Зубренок
be: Зубраня

source: Игуменский тракт
be: Ігуменскі тракт

source: Издательская улица
be: Выдавецкая вуліца

source: Индурское шоссе
be: Індурская шаша

source: Индустриальная
be: Індустрыяльная вул.

source: Индустриально-педагогический колледж
be: Індустрыяльна-педагагічны каледж

source: Индустриальный колледж
be: Індустрыяльны каледж

source: Институт биохимии
be: Інстытут біяхіміі

source: Институт Культуры
be: ст.м. Інстытут Культуры

source: Институт неврологии и нейрохирургии
be: Інстытут неўралогіі і нейрахірургіі

source: Институт химии новых материалов
be: Інстытут хіміі новых матэр'ялаў

source: Кабушкина
be: вуліца Кабушкіна

source: Казимировская
be: Казіміраўская вул.

source: Казинца
be: вуліца Казінца

source: Калинина
be: [Калініна, вуліца Калініна]

source: Калинковичи
be: Калінкавічы

source: Калиновского
be: [Каліноўскага, вуліца Каліноўскага]

source: Кальварийская
be: Кальварыйская

source: Камвольный комбинат
be: Камвольны камбінат

source: Карбышева
be: [Карбышава, вуліца Карбышава]

source: Каролинская
be: Каралінская

source: Каруся Каганца
be: вуліца Каруся Каганца

source: Карьер
be: Кар’ер

source: Каховская ул.
be: Кахоўская вул.

source: Кашинского
be: Кашынскага

source: Кваторы
be: Кватары

source: Кедышко
be: Кядышка

source: Киевский сквер
be: Кіеўскі сквер

source: Кижеватова
be: Кіжаватава

source: Кинотеарт Родина
be: Кінатэатр Радзіма

source: кинотеатр "Восток"
be: кінатэатр "Усход"

source: кинотеатр "Космос"
be: Кінатэатр «Космас»

source: Кинотеатр "Космос"
be: Кінатэатр «Космас»

source: кинотеатр "Минск"
be: [Дом кнігі, Кінатэатр «Мінск»]

source: кинотеатр "Салют"
be: кінатэатр "Салют"

source: Кириенко
be: Мядзведжына-1

source: Кирова
be: Вакзал

source: Киселева
be: Кісялёва

source: кладбище
be: Могілкі

source: Клецкая
be: Клецкая вул.

source: Клиника ВГМУ
be: Клініка ВДМУ

source: Книжный Мир
be: Кніжны свет

source: Козлова
be: вуліца Казлова

source: Колбасино
be: Калбасіно

source: Колесника
be: Калеснiка

source: Колледж искусств
be: Каледж мастацтваў

source: Колледж связи
be: Каледж сувязі

source: Колодищи-2
be: Калодзішчы-2

source: Колхозная
be: Калгасная вуліца

source: Кольцевая
be: Кальцавая

source: Комаровский рынок
be: Камароўскі рынак

source: Комбикормовый Завод
be: Камбікормавы завод

source: комбинат Витьба
be: Камбінат Віцьба

source: Коммунистическая
be: [Камуністычная, Камуністычная вуліца]

source: Комсомольская
be: Камсамольская

source: Комсомольское озеро
be: Камсамольскае возера

source: конечная Маршрута №1
be: Канцавы маршруту №1

source: конечная маршруток
be: Канцавы маршрутак

source: Константиново
be: Канстантынава

source: Концертный зал
be: Канцэртная зала

source: Копище
be: Копішча

source: Коптево
be: Копцева

source: Корвата
be: Карвата

source: Корицкого
be: вуліца Карыцкага

source: Короткевича
be: вуліца Караткевіча

source: Корпуск 2
be: Політэхнічны каледж

source: Космонавтов
be: Касманаўтаў

source: Космонавтов, 17
be: Касманаўтаў, 17

source: Котовского
be: Катоўскага

source: Коттеджи
be: Катэджы

source: Краснознамённая
be: Чырвоназамёная

source: Краснознамённая улица
be: Чырвонасцяжная вуліца

source: Красносельский
be: Краснасельскі

source: Красный Бор
be: Чырвоны Бор

source: Крестьянская
be: Сялянская

source: Криница
be: Крынiца

source: Кропоткина
be: вуліца Крапоткіна

source: Круглая площадь
be: Круглая плошча

source: Крупской
be: [Крупскай, вуліца Крупскай]

source: Ксаверово
be: Ксаверава

source: Куйбышева
be: [Куйбышава, вуліца Куйбышава]

source: Кукольный театр
be: Тэатр лялек

source: Кулешова
be: вуліца Куляшова

source: Кулики
be: Кулікі

source: Кулинария
be: Кулінарыя

source: Курасовщина
be: Курасоўшчына

source: Курган
be: Універсам

source: Куропаты
be: Курапаты

source: КЭЧ
be: вуліца Заснавальнікаў

source: Лакокраска
be: Лакафарба

source: Ландера
be: [Вуліца Ландара, вуліца Ландара]

source: Лахи
be: Лахі

source: Левкова
be: Ляўкова

source: Легкоатлетический манеж
be: Лёгкаатлетычны манеж

source: Ледовый дворец
be: [Лядовы Палац, Лядовы палац]

source: Ледовый Дворец
be: Лядовы палац

source: Ленина
be: вуліца Леніна

source: Ленинградская
be: Ленінградская

source: Ленинградская улица
be: Ленінградская вуліца

source: Ленинская улица
be: Ленінская вуліца

source: Леонида Беды
be: Бяды

source: Леонова
be: Лявонава

source: Леси Украинки
be: вуліца Лесі Украінкі

source: Лесная
be: Лясная

source: Лесопарк
be: Лесапарк

source: Лесопарк Медвежино
be: Лясная

source: Лещанка
be: Ляшчанка

source: Лещинского
be: вуліца Ляшчынскага

source: Лидская улица
be: Лідская вуліца

source: Лидский Замок
be: Лідскі замак

source: Лицей № 5 приборостроения
be: Лiцэй № 5 прыборабудавання

source: Лицей №8
be: Ліцэй №8

source: Лобанка
be: вуліца Лабанка

source: Логойский тракт
be: Лагойскі тракт

source: Лошица
be: Лошыца

source: Лукьяновича
be: Лук'яновіча

source: Луцкая
be: Луцкая вул.

source: Лынькова
be: вул. Лынькова

source: магазин
be: Магазін

source: Магазин
be: Магазін

source: Магазин "1000 мелочей"
be: Магазін "1000 дробязяў"

source: магазин "Ника"
be: магазін "Ніка"

source: магазин Аметист
be: Магазін Аметыст

source: Магистральная улица
be: Магістральная вуліца

source: Мазурова
be: вуліца Мазурава

source: Макаёнка
be: вуліца Макаёнка

source: Максима Богдановича
be: праспект Машэрава

source: Максима Танка
be: М.Танка

source: Малинина
be: Малініна

source: Малиновка-3
be: Малінаўка-3

source: Малиновка-5
be: Дзіцячы садок

source: Малиновка-7
be: Малінаўка-7

source: Малые Лётцы
be: Малыя Лётцы

source: Маневича
be: вуліца Маневіча

source: Матусевича
be: вуліца Матусевіча

source: Махновича
be: Махновiча

source: Мачулищи
be: Мачулішчы

source: Машиностроителей
be: вуліца Машынабудаўнікоў

source: Медвежино
be: Мядзведжына

source: Медицинский колледж
be: Медыцынскі каледж

source: Медицинский университет
be: Медыцынскі ўніверсітэт

source: Медколледж
be: Медкаледж

source: Медсанчасть
be: Медсанчастка

source: Медцентр
be: Медцэнтр

source: Медцентр (конечная)
be: Медцэнтр (канчатковы)

source: Международная улица
be: Міжнародная вуліца

source: Международный образовательный центр
be: Міжнародны адукацыйны цэнтр

source: Международный университет
be: Міжнародны ўніверсітэт

source: Мельников Луг
be: Мельнікаў Луг

source: Менделеева
be: [Мендзялеева, вуліца Мендзялеева]

source: Механический завод
be: Механічны завод

source: Миколаевская
be: Магазін

source: микрорайон
be: Мікрараён

source: Микрорайон
be: Мікрараён

source: микрорайон "Солнечный"
be: мікрараён "Сонечны"

source: Микрорайон «Брилевичи»
be: М-н «Брылевічы»

source: микрорайон 17
be: Мікрараён 17

source: Микрорайон Медцентр
be: Мiкрараён Медцэнтр

source: Микрорайон Сухарево-2
be: Сухарава-2

source: микрорайон №1
be: Мікрараён №1

source: Минина
be: Мініна

source: Минск-Арена
be: Мінск-Арэна

source: Минская
be: Мінская

source: Мирошниченко
be: [Мірашнічэнка, Мірашнічэнкі]

source: Михайловский сквер
be: Ленінградская

source: Молодежная
be: [Маладзёжная, Маладзёжны]

source: Молодёжная улица
be: [Маладзёжная, Маладзёжная вуліца]

source: Монтажников
be: Гаражы

source: Московская
be: [Маскоўская, Маскоўская вуліца]

source: Мотороремонтный Завод
be: Маторарамонты завод

source: МСУ-5
be: МБУ-5

source: Музей валунов
be: Музей валуноў

source: Музыкальная школа
be: [Музычная школа, Мэблевая крама]

source: Музыкальный колледж
be: Музычны каледж

source: МЧС
be: МНС

source: Мясникова
be: Мяснікова

source: мясокомбинат
be: Мясакамбінат

source: Набережная улица
be: Набярэжная вуліца

source: Народная
be: Народная вуліца

source: Нарочанская
be: Нарачанская

source: Натуралистов
be: Вуліца Натуралістаў

source: Национальная библиотека
be: Нацыянальная бібліятэка

source: Национальный аэропорт Минск
be: Нацыянальны Аэрапорт Мінск

source: Национальный Банк
be: Нацыянальны банк

source: Некрасова
be: вуліца Некрасава

source: Некрашевича
be: Некрашэвіча

source: Нестерова
be: Несцерава

source: Никифорова
be: Нікіфарава

source: Никольская церковь
be: Нікольская Царква

source: Никрополье
be: Нiкраполле

source: Новая Заря
be: Новая Зара

source: Новая улица
be: Новая вуліца

source: Новинки
be: Навінкі

source: Нововиленская
be: Нававіленская вуліца

source: Нововиленская улица
be: Нававіленская вуліца

source: Новолукомль
be: Новалукомль

source: Новооршанская
be: Новааршанская

source: Новооршанское шоссе
be: Новааршанская шаша

source: НПО Центр
be: НВА "Цэнтр"

source: ОАО «Красный Октябрь»
be: ААТ «Чырвоны кастрычнік»

source: ОАО Красный Октябрь
be: ААТ Чырвоны кастрычнік

source: Областная больница
be: Абласная бальніца

source: Областная инфекционная больница
be: Абласная iнфекцыйная бальніца

source: Областная филармония
be: Абласная філармонія

source: Облисполком
be: Аблвыканкам

source: Обсерватория
be: Абсерваторыя

source: Обувная фабрика
be: Абутковая фабрыка

source: Обуховичи
be: Абуховічы

source: Обухово
be: Абухава

source: Одинцова
be: Адзінцова

source: Одоевского
be: вуліца Адоеўскага

source: озеро Юбилейное
be: возера Юбілейнае

source: Озёрское шоссе
be: Азёрская шаша

source: Озерцо
be: Азярцо

source: Озёры
be: Азёры

source: Октябрьская улица
be: Кастрычніцкая вуліца

source: Окульная улица
be: Акульная вуліца

source: Олега Кошевого
be: [Алега Кашавога, вуліца Алега Кашавога]

source: Олешева
be: Алешава

source: Олимпийский спорткомплекс
be: Алімпійскі спарткомплекс

source: Ольгово
be: Альгова

source: Ольшевского
be: [Альшэўскага вул., вуліца Альшэўскага]

source: Онкобольница
be: Анкабальнiца

source: Онкодиспансер
be: Анкадыспансер

source: Оперный театр
be: Оперны тэатр

source: Оптовая база
be: Аптовая база

source: Опытное поле
be: Доследнае поле

source: Оранжерейная улица
be: Аранжарэйная вуліца

source: Орджоникидзе
be: Арджанікідзэ

source: Орловская
be: Арлоўская вуліца

source: Орловская улица
be: Арлоўская вуліца

source: Осиновка
be: Асінаўка

source: Осипенко
be: [Асіпенкі, вуліца Асіпенкі]

source: Осово
be: Восава

source: Остановка "Золотая Нива"
be: Прыпынак «Залатая ніва»

source: Остановка Автобуса
be: Прыпынак аўтобуса

source: Острошицкая
be: Астрашыцкая

source: Охотская
be: Ахоцкая

source: Падрыжацкая улица
be: Падрыжацкая вуліца

source: памятник Воинам-Интернационалистам
be: Помнік воінам-інтэрнацыяналістам

source: Панфилова
be: вуліца Панфілава

source: Парк "Уручье"
be: Парк "Уручча"

source: Парк Горького
be: Парк Горкага

source: Парк Дружбы Народов
be: Кульман

source: Парк Павлова
be: парк Паўлава

source: парк Районная
be: парк Раённая

source: Парниковая
be: Парніковая

source: Парниково-тепличный комбинат
be: Парнікова-цяплічны камбінат

source: Партизанский проспект
be: Партызанскі праспект

source: Пасиничи
be: Пасінічы

source: Педколледж
be: Педагагічны каледж

source: Педуниверситет
be: Педуніверсітэт

source: пер. Алтайский
be: Мікрараён

source: пер. Переездный
be: Пераездны завулак

source: Первая Палатка
be: [Першая палатка, Прыпынак «Спадарожнік»]

source: Первомайская
be: [Першамайская, Ст. м. Першамайская, вул. Першамайская]

source: Перекресток
be: [Скрыжаванне, Скрыжаваньне]

source: Переулок Козлова
be: Завулак Казлова

source: Переулок Чижевских
be: завулак Чыжэўскіх

source: Переходная
be: [Дражня, Пераходная]

source: Переходная улица
be: Пераходная

source: Песчанка
be: Пясчанка

source: Петра Глебки
be: Глебкі

source: Петровский переулок
be: Пятроўскі завулак

source: Петруся Бровки
be: [Броўкі, П. Броўкі, вуліца П. Броўкі]

source: Пинская
be: Пінская

source: Пионерская
be: Піянерская

source: Пиревичский
be: Пірэвіцкі

source: Платонова
be: [Платонава, Платонава вул., вуліца Платонава]

source: Плебанишки
be: Плябанішкі

source: Плеханова
be: Пляханава

source: Плодовощесервис
be: ПлодаАгароднінаСэрвіс

source: площадь Декабристов
be: плошча Дзекабрыстаў

source: площадь имени Ленина
be: плошча імя Леніна
